/*
Напишите функцию, которая берет массив слов, объединяет их в предложение и возвращает предложение.Вы можете игнорировать необходимость очистки слов или добавления знаков препинания, но вы должны добавлять пробелы между каждым словом.Будьте осторожны, в начале или конце предложения не должно быть пробела!
  
  Пример

['hello', 'world', 'this', 'is', 'great'] => 'hello world this is great'
words = ['hello', 'world', 'this', 'is', 'great']
smash(words) # returns "hello world this is great"
Предположения

Вы можете предположить, что вам даны только слова.
Вы не можете предположить размер массива.
Вы можете предположить, что вы получаете массив.
Что мы тестируем

Мы тестируем базовые циклы и манипуляции со строками. Это для новичков, которые только изучают циклы и манипуляции со строками.

Отказ от ответственности

Это для новичков, поэтому мы хотим протестировать базовые циклы и манипуляции строками. Продвинутые пользователи должны легко сделать это в одну строку.

*/
let smash = words => words.join(' ');

let arr = ['раз', 'два', 'три'];
console.log(smash(arr));